chat_system_2345277_actor_description=The fisherman Kitano, head of the fishing village.
chat_system_2345277_snap_0_question=^?^Hi, [player]! I'm still waiting for you to bring me my tackle. I hear Joe planned to visit the lighthouse keeper. You can try to track him down there...
chat_system_2345277_snap_0_answer_0=^?^I know, I know. That's exactly where I found him, at the lighthouse. Here's your tackle.
chat_system_2345277_snap_1_question=^?^And what about Beardless Joe? I hope he's not going to come bothering me again.
chat_system_2345277_snap_1_answer_0=^?^Don't worry about him. He's gone to join his ancestors.
chat_system_2345277_snap_1_header_0=^?^Well, it serves him right. I'm just sorry I didn't kill him myself. I could have caught him coming out of the tavern and beaten him with an oar...<br>Sorry, I must have been daydreaming... what was I talking about? Ah yes, good job [player]! Here's your reward!<br>[reward]
